{
  "card_loss": {
    "Stage_1": [
      "I lost my card.",
      "My card is missing.",
      "hello. i seem to have lost my card. can you help ?",
      "i need your help to look for my card",
      "i really need your help looking for my card",
      "i can't find my credit card anywhere",
      "i think i missplaced my card somewhere",
      "i can't seem to fin my card anywhere",
      "i looked for my card everywhere but i can't find it .",
      "my card isn't in my wallet anywhere. please help !",
      "oh no ! i lost my wallet. it had my card inside",
      "i lost my wallet , with my card inside !",
      "i can't find my wallet anywhere ! my card was inside it !",
      "my card isn't in my wallet anymore",
      "help me look for my card"
    ],
    "Stage_2": [
      "I last used my card at the restaurant.",
      "I last used it at the minimarket near my house . ",
      "Yesterday i had it .",
      "I last used it at the mall. ",
      "Yesterday i went to the gym and to the convenience store . Do you think I might have lost it there ?",
      "I last used it 2 days ago.",
      "I still haven't searched my jacket pockets . I will check with you after.",
      "I looked everywhere but couldn't find it.",
      "where should i look for my missing card ?",
      "where should i look for my card ?",
      "i still can't find it",
      "i last used it at my convenience store.",
      "I last had it yesterday.",
      "i know i had it this morning when i left the house .",
      "i last had it before i left my house .",
      "i had it before i came from the bar",
      "i know i used it at the bar , before i left",
      "i used it to pay for the bus",
      "i payed for the bus with it .",
      "i last used it at the gym",
      "my last transaction was made a few hours ago",
      "i paid for a few products at the convenience store",
      "i bought a few things online last time , yesterday",
      "i last used for online purchases",
      "i called my gym and they said they haven't found it yet.",
      "i visited my convenience store and they said they haven't found it yet.",
      "i went back to the bar and couldn't find it there",
      "the bus company said they can't help me with this . what can i do ?",
      "it 's not at the store.",
      "i looked around in my house , and it isn't here.",
      "i looked around at the store i visited , and it's not there.",
      "i searched the area around the place i lost it and it isn't there",
      "it's not in the store , or anywhere near it.",
      "the bus company said it's my fault i lost it . they can't help me.",
      "i did not receive any help from the bus company",
      "i did not find it at the gym",
      "i couldn't find it at my store",
      "i looked around everywhere near the convenience store.",
      "it's not near my gym",
      "it's nowhere near or at the store i last used it at.",
      "can you help me look for my card ?",
      "i lost my wallet",
      "help me look for it",
      "i last used it at the gym",
      "i lost my wallet",
      "help me look for my card",
      "my wallet is missing",
      "can you help me look for it",
      "i last had my card yesterday , when i went to the gym",
      "I last used my card at the gym",
      "i last used my card at my convenience store.",
      "I used my card last at the store near my house",
      "i last used my card at my convenience store.",
      "i know i had my card this morning when i left the house .",
      "i had it before i came from the bar",
      "i had it before i came from the bar",
      "i payed for the bus with it .",
      "i know i had my card this morning when i left the house .",
      "i payed for the bus with it .",
      "i know i had my card this morning when i left the house .",
      "i payed for the bus with it .",
      "the bus company said they can't help me with this . what can i do ?",
      "i last used it at the gym",
      "i last used my card at my convenience store.",
      "i called the store and they didn't find anything",
      "i want to find it . i last used my card at the store",
      "it's not around my store  . maybe i lost it inside"
    ],
    "Stage_3": [
      "I want to be redirected to customer support.",
      "Thank you , I found my card. ",
      "thanks",
      "oh , i think i found it . thanks",
      "i can't find it",
      "it's nowhere to be seen",
      "you could not help me",
      "it's not here",
      "i can't seem to find it",
      "thanks . i found it",
      "my card is here",
      "i found my card after all",
      "thanks for helping me find my card",
      "i'm happy i found my card",
      "i lost it yesterday",
      "Thank you , I found my card.",
      "oh thanks , i found it ."
    ]
  },
  "update_phone_number": {
    "Stage_1": [
      "My phone number has changed.",
      "hello. i want to update my phone number.",
      "i need your help updating my contact details",
      "i need to change my phone number",
      "i wanna change my phone number from my bank info",
      "i'd like to change my phone number stored in the bank info",
      "in the bank acocunt i have a phone number i don't use anymore. i'd like to change it",
      "i changed the phone number i currently use in my banking data",
      "i changed my phone number , and i want to remove the old one from my account .",
      "i want to change my old phone number from my account",
      "i'd like to remove my old phone number from my account",
      "i got a new phone and with it a new phone number",
      "i got myself a new phone . i need to change the old phone number in my account",
      "i'd like to change my current phone number linked to my bank account"
    ],
    "Stage_2": [
      "I updated my phone number but it's not reflecting in my account.",
      "I changed my phone number but it's still showing the old one.",
      "how long does it take for changes to my phone number to reflect in my account ?",
      "can you confirm if my new phone number is updated in the system ?",
      "I still see the old phone number in my account",
      "I understand , I will confirm any personal info.",
      "I see. I will confirm whatever info you need",
      "no problems with that.",
      "What info do you need me to confirm",
      "what info to confirm?",
      "sure, let me confirm my info.",
      "of course , i will confirm whatever you need",
      "sure thing",
      "of course",
      "sure",
      "whatever you need",
      "Very well. I will confirm anything you need.",
      "Okay.",
      "Very well . What info should I confirm?"
    ],
    "Stage_3": [
      "I want to speak to someone to verify my updated information.",
      "Thank you, my information has been successfully updated.",
      "thanks for your assistance",
      "oh, my changes have been applied. Thanks!",
      "oh thanks , it worked.",
      "thanks for your help",
      "all is done?",
      "is it complete?",
      "is it changed?",
      "is my phone number changed ?",
      "oh thanks for changing my phone number",
      "thanks for your help",
      "was my phone number changed ?",
      "Thank you.",
      "thanks",
      "I still see the old phone number in my account",
      "thanks for your help . My phone number has changed."
    ]
  },
  "close_account": {
    "Stage_1": [
      "I want to close my account.",
      "I no longer need the account.",
      "hello. i want to close my account with you.",
      "i'm not using this bank account anymore.",
      "i dont like your services anymore and i would like to close my account",
      "i don't want to use your services anymore.",
      "help me close this bank account",
      "i want to close my bank account.",
      "i don't want to use this bank account anymore.",
      "your services are really bad. i don't want to use my bank account anymore.",
      "i want you to close my account",
      "assist me in the process of closing my account",
      "i need your assistance in closing my account",
      "help me remove my account",
      "i will not be using your services again so help me close my account.",
      "help me close my account",
      "i need your help closing my account",
      "i really need to close my account"
    ],
    "Stage_2": [
      "No, help me close my account.",
      "I just need your help with closing my account, nothing else.",
      "Just help me close my account.",
      "I have no reason. I just want to close it.",
      "The main reason is that your customer service is poor.",
      "One of the reasons is because your fees are too high.",
      "Because I am not using this bank account too frequently.",
      "I want to close it because I am inactive on this account.",
      "what are the implications of closing my account?",
      "Your customer service is poor.",
      "Your fees are too high.",
      "I am not using this bank account too frequently.",
      "I am inactive on this account.",
      "What happens when I close my account?",
      "I submitted the request to close my account but haven't received confirmation.",
      "How long does it take to process the account closure request?",
      "your services are poor",
      "you have wasted my time enough",
      "i don't like how you treat us customers",
      "i dont want to tell you. help me close my account.",
      "i keep having the same issue with you, that does not get fixed.",
      "you ignore my customer support requests",
      "you did not help me when i needed it",
      "your customer support agent is rude",
      "your fees are extremely high",
      "i don't want to tell you.",
      "no, help me close it.",
      "i just want to close it",
      "i'm not interested, help me close it.",
      "i'm very unpleased with your services.",
      "your services are of low quality",
      "you don't have enough banks in my area",
      "no, just let me close my account",
      "you don't help me when i need it.",
      "i just don't like you."
    ],
    "Stage_3": [
      "oh, my account has been closed. Thanks!",
      "Thank you, my account has been successfully closed.",
      "thanks for finally closing my account",
      "finally. thank you.",
      "it worked! thanks",
      "i'm happy i could finally close it.",
      "thanks for closing it."
    ]
  },
  "card_address_modification": {
    "Stage_1": [
      "I need to update my card address.",
      "My address has changed.",
      "I want to change my address",
      "hello. i want to modify my card address.",
      "i need your help updating my card's address",
      "i need to change my card billing address",
      "Hi, I need to update my address.",
      "I want to change my address.",
      "I moved to a new place, and I need to update my address.",
      "I have to change the address I currently have in my bank account",
      "my address from my account needs to change",
      "i noticed the address I have in my account is not the right one",
      "I moved places recently and I want to update the address I have in my account",
      "I need to change the address that is stored in the system",
      "My address from the system is wrong",
      "I have the wrong address in the system data",
      "My address in the banking app is incorrect",
      "I moved to another place recently and I want to update my address",
      "I noticed there's a wrong address in my data",
      "My data contains a wrong address",
      "My address is wrong in your data",
      "i want to change the address that is bound to my account",
      "I'd like to remove the old address and replace it with another",
      "My current address has changed",
      "address has changed",
      "i moved addresses recently",
      "i live somewhere else . i want to update my address",
      "i moved places . time to update my address"
    ],
    "Stage_2": [
      "I updated my card address but it's not reflecting on my account.",
      "I changed my billing address but it's still showing the old one.",
      "how long does it take for changes to reflect on my account ?",
      "can you confirm if my new card address is updated in the system ?",
      "i still see the old information in my account",
      "sure , i will confirm any info you need for this",
      "what info do you need me to confirm?",
      "let's confirm whatever",
      "i am the owner of this account",
      "i will confirm whatever you need",
      "is my address changed",
      "was it changed",
      "was my old address changed?",
      "is my new address in now ?",
      "is my new address in the system?",
      "was my old one replaced ?",
      "is the process of changing my address complete ?",
      "how long does it take ?",
      "is the change done ?",
      "I understand, I will confirm my personal info for the address update.",
      "I see, I need to change my address details.",
      "I updated my address but it's not reflecting in my account.",
      "How long does it take to update my address?",
      "Can you check if my new address is updated in the system?",
      "is my address cahnged"
    ],
    "Stage_3": [
      "I want to speak to someone to verify my updated card address.",
      "Thank you, my card address has been successfully updated.",
      "thanks for your assistance",
      "oh, my card address changes have been applied. Thanks!",
      "oh thanks , it worked.",
      "I still see my old address in the account details.",
      "thanks for your help then",
      "thanks for your assistance",
      "my address was changed. thank you.",
      "my address was sucesfully changed",
      "thanks for changing it",
      "you couldn't help me after all..",
      "why is it not changed?",
      "it's not changed!",
      "was it changed"
    ]
  },
  "update_email": {
    "Stage_1": [
      "I need to change my email .",
      "Hello, I want to update my email.",
      "I need help changing my email .",
      "I need to change my email.",
      "I need to change my email.",
      "hey i wanna change my email from my account in the bank",
      "i want to use another email for my bank account",
      "can i change the email bound to my account ?",
      "is it possible to change the email i use for my bank account ?",
      "i can't access my old email i used for this bank account...",
      "what can i do to change my email?",
      "my old email is unusable now . help me change the one bound to my account.",
      "help me change my old email from the database to a new one.",
      "please help me change my banking email",
      "help me change my email",
      "how should i proceed if i want to change my email on this account ?",
      "i want to change my mail",
      "could you help me change my email?",
      "i'd like your help with changing my email",
      "is it possible to change my email for the bank account?",
      "i have an old email in this bank account . can i change it to my new one ?",
      "i don't have access to the old email i used on this bank account.",
      "my email has changed",
      "my old email can't be used anymore . can you help me change it ?",
      "i would like to use another email for my bank account . can you help me ?",
      "could you please help me change the email i use for my bank account ?",
      "i don't have access anymore to the email i currently use for my account . can you help me change it ?"
    ],
    "Stage_2": [
      "I understand, I will confirm my personal info for the email change.",
      "I see, I need to update my email .",
      "I updated my email but it's not showing in my account.",
      "How long does it take to update my email ?",
      "Can you confirm if my new email  is updated in the system?",
      "did it work ?",
      "is it changed now ?",
      "is my mail changed now ?",
      "was my email updated?",
      "was my email changed ?",
      "how can i check if it was changed ?",
      "was my email change successful?",
      "did the process complete ?",
      "How long does it take to update my email ?",
      "Can you confirm if my new email is updated in the system?"
    ],
    "Stage_3": [
      "I want to speak to someone to verify my updated email.",
      "I still see my old email in the account details.",
      "my email is updated now , thanks",
      "thanks a lot",
      "my email was changed, thanks",
      "my mail was changed",
      "thanks for changing my email for me",
      "thank you for changing my mail",
      "thank you for changing my email"
    ]
  }
}